{
  "basic": "Basic Concepts\nThere are a few concepts common to each of the magic\ntypes, and these are explained first, followed by rules for\neach specific type.\nMENTAL Characteristic\nAll Characters that desire to use Magic must have at least one\npoint in the MENTAL Characteristic. This characteristic\nmayaffect the chance of successfully casting a spell, the\namount of arcane power available and even the potency\nof some spells. A Character wanting to use a few cantrips or\nminor spells may only need a point or two in this\ncharacteristic, whilst a fully fledged Wizard will need a\nlot more!\nMagic Points\nSpells of both the",
  "minor": "Minor Magic and Wizardry Magic types\nare powered by mystical energies that accumulate in each\nliving being. This power is represented by the Magic\nPoints score. A higher natural affinity with magic and\nmagical training both increase the amount of power\navailable to a spell caster.\nIf a Character has any points in the Magic-Minor or Magic-\nWizardry skills, their Magic Point total should be\ncalculated before play, and recalculated if necessary. The\nMagic Point score is calculated as follows:\n(MENTAL Characteristic + Magic-Wizardry skill) x\n2\nThat is, 2 Magic Points for every point in that characteristic\nand skill. These points are available every day to\na Character, and are replenished by a nights sleep. If the Character\nhas disturbed sleep or less than a full night, the Game Master\nmay reduce the number of points gained. A Character may\nnever restore their Magic Point total above the calculated\nvalue by sleep or potions. An increase in one of the\ncontributory factors will however increase the magic Point\nmaximum value.\nSpellcasting roll\nThe rules for casting a spell are very similar to the main\nrule mechanic. That is roll two 6 sided dice and total the\nresults. If that total is less than or equal to the Characters\nMENTAL characteristic plus the appropriate Magic special\nskill, the spell is successfully cast. If the total is higher, the\nspell is not cast. If the result is a double 6, regardless of\nthe target number, the spell has failed more spectacularly\nand a roll must be made on the Oops table (which says it\nall!).\nThere will probably be modifiers and even exceptions to\nthis roll for each magical type and situation, but as usual\nthe Game Master is the final arbiter.\nSpells are usually cast in one combat round, but may also\nbe prepared for longer. This preparation cannot be\ninterrupted, and the casting round must follow the\npreparation immediately. It is fairly obvious to all\nobservers that the spellcaster is preparing a spell.\nOops…\nEven the most proficient of spell casters can make\nmistakes in the intricate series of hand gestures and\nspoken phrases that constitute the spell. If the\nspellcaster rolls a double 6 on their spellcasting test, the\nspell has failed and must immediately roll on the Oops\ntable below. This table will describe what actually\nhappens when the caster completes the casting. The\neffects should be applied immediately as appropriate for\nthe situation.\n\nOops Spell Failure Table\n 3D6 Spell Failure Effect\n3 \nCaster is turned into a toad for 2D6 minutes.\nThe toad retains the casters intelligence but is\nin all other respects a normal toad.\n4 \n \nCaster immediately ages by 2D6 years. This is\npermanent and irreversible.\n 5 \nThere is a brief but heavy rain of fish in an area\n50m across. All further physical actions in the\n \n \narea are at -2 due \nto the slipperiness\n \n \nunderfoot. There is also sufficient fish for\nmany good meals!\n6 \nThe Casters speech is garbled for 1 hour,\n \n \n \npreventing verbal communication and\n \n \n \nspellcasting.\n \n7 Caster has constant hiccups for 1D6 hours, and\nhas a penalty of -4 to spell casting during that\n \ntime.\n \n8 \nThe Caster grows a tail (the type is chosen by\n \n \n \nthe Game Master). This remains for 1 week.\n \n9 \nAll Gold Pieces carried by the caster turn into\n \n \n \nbutterflies and flap around randomly in the area.\n10 \nAn Orc (7 SKILL / 8 STAMINA) materialises\n \n \n \nbeside caster, and is very angry…..\n \n11 \nThe Casters hair turns bright blue. This will\n \n \n \nonly change as the hair grows out.\n12 The Casters shoes catch fire. See Chapter 3 for\n \n \n \nfire rules. These shoes are now ruined.\n13 The Caster grows a pair of curly goats horns.\n \n \n \nThese remain for 1 day.\n \n14 A dead giant squid appears above the head of\na random party member. The falling squid\n \ncauses 1D3 points of STAMINA damage\n \nand knocks the Character down.\n \n15 The Casters hair grows rapidly for 1 hour,\n \n \n \nending up floor length.\n \n16 The weapons of everyone within sight of the\n \n \n \ncaster turn into bunches of flowers. The sparks\nradiating \nfrom \nthe \ncaster \nmake \nit\n \nblatantly obvious that the caster is the source of\nthis change. Magical weapons \nreturn \nt o\nnormal after 10 minutes, but all other changes\nare irreversible.\n \n17 The Caster immediately changes sex. Only a\n \n \n \npowerful Archmage can reverse this.\n \n18 The Caster vanishes…. (At the Directors\n \n \n \ndiscretion, the Caster may reappear,\n \n \n \nunconscious, some short time later within a\n \n \n \nmile or so of the casting point, smoking\n \n \n \ngently!)\nResisting Magic\nSome magical spells and powers can be resisted by their\ntarget, even if they are cast successfully. Any spells that\ncan be resisted are stated as such in each description. The\nsame goes for most magical items and creature powers.\nIf it is not clearly stated whether a spell or power can be\nresisted, it falls to the Game Master to decide.\nIf a Character is targeted with a spell that can be resisted, and\nthe spell is cast successfully, the Character must immediately\nTest their LUCK. A successful test means that the spell\nfails to have its full effect (although some spells may well\ndo something, even if the Character is lucky) and a failed test\nmeans that the spell has its full effect. As with other uses\nof LUCK, the Characters current LUCK score is reduced by 1\npoint regardless of the result. A Character may also,\nvoluntarily choose not to Test their LUCK, which will\ncause them to take the full effect of the spell, but will also\nnot reduce their current LUCK score.\nIf a monster or NPC without a LUCK characteristic is\ntargeted by such a spell, they instead test their SKILL. The\nfact that the SKILL of the monster is not reduced after each\ntest should not cause too many problems in most cases.\nIt is also possible for a spellcaster to reduce the chance of\na target making their magic save. If the caster invests extra\nmagic points (wizard) or STAMINA (sorcerer) into the\nspell purely for the purposes of reducing a targets\nresistance, the test for LUCK must be modified by this\namount. Thus a Wizard wishes to cast Fear onto an enemy\nwarrior. Wanting to make extra sure the warrior fails his\ntest for LUCK, the Wizard spends an extra 4 magic points.\nThe warrior has a LUCK of 9, but to resist this spell must\nroll a 5 or less (LUCK 9 minus 4 modifier). These extra\npoints must be invested before the spell casting test is\nmade.\n\nMinor Magic\nSome magic has been developed to make the life of the\nmagician just that little bit easier. These Minor Magic\nspells (also known as Cantrips) are easy to cast and low\nin effect. Adventurers find them useful, and some\ntravelling conjurers make a living entertaining villagers\nwith them. cantrips are easy to learn and cast, and require\nvery little magical power.\nTo learn Minor Magic spells requires a MENTAL characteristic of at least 1, and at least 1 point in the\nMagic-Minor skill. A Character start knowing 3 Minor\nMagic cantrips for every point they have in the Minor\nMagic skill. These cantrips should be chosen when\nthe Character is created.\nTo cast a Minor Magic spell requires a standard\nspellcasting roll with a bonus of +6 to reflect the ease of\ncasting. A spellcaster’s total of his MENTAL characteristic\nand his Magic-Minor skill is refereed to as his\n“Incantation” score.\nSome additional modifiers may also apply:\nCantrip Casting Situation \nModifier\n \nEach round of preparation \n \n+2\n \nQuiet surroundings +3\n \nNot under attack +0\n \nCaster is Target of 1 ranged attack -1\n \nCaster is Target of >1 range attacks -2\n \nTarget of 1 melee attack -2\n \nTarget of >1 melee attack \n-4\nIf the spellcasting roll succeeds, the cantrip is cast and no\nmagic points need be deducted. If the spellcasting roll\nfails, one magic point must be expended. If a double 6 is\nrolled on the spellcasting roll, 2 magic points must be\ndeducted.\nTo acquire new cantrips, a caster need simply increase his\nMagic-Minor skill. Each additional point gained\nwill allow the caster to choose three more cantrips, either\nimmediately or at some time in the future. A Character may\nnot have more than three cantrips per point in the Magic-\nMinor skill.\nPLAY TIPS: Minor Magic cantrips will not usually defeat\nenemies or create powerful effects. They will however make the\nlife of a magician somewhat easier. The starting selection of\nspells should be chosen carefully however, as many of these spells\ncan come in very useful in specific situations. These spells can\neven be useful for a non-magician Character, although the acquisition\nof these spells will of course come at the expense of other abilities.\nIt is probably a good idea to try and choose a “theme” for the\nminor magic spells known, and the Instil cantrip is often a good\nchoice.\nMinor Magic Cantrips\nListed below are the common Minor Magic spells. This\nlist is by no means exclusive and the Game Master should feel\nfree to add to this list.\nAttraction\nThis cantrip makes the target find one other person\nseriously attractive. The caster must either touch the\ntarget or Instil this cantrip into a drink. The subject of the\nattraction need not be present but if not the caster must\nknow the subject reasonably well. The cantrip will last an\nhour or so, and will usually override any previous feelings\nheld by the target towards the subject. However, this\ncantrip will not force the target to act completely out of\ncharacter.\nBurn\nThis cantrip creates a small flame in the palm of the casters\nhand, lasting up to one minute if desired. This flame can\nbe used to lights a candle, lantern or campfire, or will do\none point of STAMINA damage if applied to an unaware\ntarget. This flame will of course damage anything held\nby the caster in that hand, but can be dispelled simply by\nclosing the hand into a fist.\nCool\nThis cantrip will cool one object or person down. If used\non a living being, the spell will not cause any freezing\ndamage, but will make a being feel cool or even cold,\nregardless of the ambient temperature. If used on an\ninanimate object, the temperature may be taken down\nalmost to freezing. As usual, an unwilling target may Test\nfor LUCK to avoid the effects. Regardless of the target,\nthe effects will last for 3D6 minutes (rolled in secret) after\nwhich the surrounding temperature will start to reassert\nitself.\nDry\nThis spell will instantly evaporate all of the water from\none inanimate object such as an item of clothing, book etc.\nAlthough this cantrip will not affect oil, it will affect all\nwater-based liquids.\nEnhance\nThis minor illusion improves the appearance of a small\nitem or group of items. This could make rotten food\nappear succulent or an old and battered item appear new\nand shiny. A successful test against Awareness or a\nsuccessful test for LUCK will allow an observer to see\nthrough the deception. The effects will last 1D6 minutes\n(rolled in secrets).\nEntertain\nThis cantrip will cause a small visual illusion to appear on\nthe casters outstreched hand. The illusion will be\nreasonably detailed, and may perform any actions that the\ncaster desires, as long as they take place on the casters\n\nhand. The illusion will last 2D6 minutes, and is mainly\nused by travelling conjurers to earn a few small coins.\nExtinguish\nThis cantrip will put out a small fire, usually the size of a\nlamp or candle flame in size. The spell caster needs to be\nable to see the flame to extinguish it. Larger flames, up to\nthe size of a campfire, can be extinguished, but have a\npenalty of -1 to -3 to the spellcasting roll. Flames are\nextinguished immediately, although smouldering embers\nmay remain. This cantrip will not work on any sort of\nmagical flame.\nGlimmer\nCreating a Light in the darkness is useful for all\nadventurers, even dwarfs and elves. The Wizardry spell\n“Light” is able to create a bright light suitable for reading\nor illuminating a wide area, but sometimes all that is\nneeded is a faint light. This cantrip creates a dim glow,\neither on the hand of the caster or a small object, lasting\nfor 2D6 minutes. This glow is equivalent to that given out\nby the embers of a fire, and will illuminate an area enough\nto see large shapes in the gloom.\nHear\nThis cantrip allows the caster to listen in on a conversation\nthat he can see, but may be out of earshot. Whilst the spell\nis active (which is either one conversation or 2 minutes,\nwhichever is shorter) the caster can only really hear the\ntarget conversation. If the conversation is being conducted\nat a whisper, there is a penalty of -2 to the spellcasting roll.\nHeat\nThis minor magic spell will heat up one object or being.\nAs with the Cool minor magic spell, this will not inflict\nany damage. When used on an inanimate object, that\nobject may be heated up to what a person would regard\nas “very hot”. When used on a living being, their\ntemperature may be increased so that they feel hot,\nequivalent to being in full sun in a tropical area. An\nunwilling target may test for LUCK to avoid the effects,\nand like Cool, the effects will last 3D6 minutes (rolled\nsecretly).\nHold\nThis cantrip fixes one small object in place for 30 seconds.\nThis could include sticking a sword in a scabbard,\nattaching a boot sole to the floor or even sticking a rider’s\ntrousers to a saddle! An unwilling target may Test for\nLUCK to avoid the effects of this spell.\nHonesty\nWhen this cantrip is cast upon a target, who must also be\ntouched as the spell is cast, the result is that the target\nadmits one lie they have just told. The target may test for\nLUCK to avoid the effects, and must have told a lie in the\nvery recent past. If several separate lies have been told,\nthe Game Master decides which one is admitted.\nInebriate\nWhen this spell is cast and the target touched, the target\nimmediately becomes very, very drunk. The target may\nof course test for LUCK to avoid the effects, but if this test\nis failed, the target will have a penalty of -2 to pretty much\nall actions. The drunkenness will wear off after an hour\nor so, but can also be removed with the Sober cantrip or\na counterspell. The Instil cantrip can be used in\nconjunction with this one to make a mug of beer or other\ndrink very potent indeed!\nInstil\nThis very useful cantrip allows the caster to introduce the\neffects of one minor magic spell into a drink or food. The\nInstil and effect cantrips must be cast at the same time,\nand the magical effects are retained for 1D3 days. When\nthe food is eaten or the drink drunk, the spell takes full\neffect.\nJab\nWhen this minor magic spell is used, the caster must\nlightly touch the target with an extended finger. The\ntarget will then feel like they have been firmly jabbed with\na sharp stick. This spell may cause 1 STAMINA point of\ndamage (a roll of 6 on 1D6), which will be unaffected by\nany armour worn. If the caster desires, this spell may be\nused from a distance of up to 5m away with a -2 modifier\nto the spell casting roll.\nMend\nThe Mend cantrip will repair small holes in wooden, metal\nor cloth items. A suitable patch is required to actually fill\nthe hole, this cantrip merely securely fixes the patch in\nplace. As this cantrip only fixes a single small hole, it\ncould not be used to repair a broken sword or cracked\nshield.\nMistake\nThis cantrip must be cast on one target within eyesight,\nwho may test for LUCK to avoid the effects. If the test is\nfailed, the target makes a small mistake. Whilst it will not\naffect combat, it will however cause someone to make a\nmistake when writing something down, take a wrong\nturning, mix the wrong two potions together or mis-weigh\nan item to be bought or sold. The Game Master may rule that\nthis spell does not work if the effect is to major, or may\napply a modifier to the spell casting test.\n\nNoise\nThis auditory illusion causes fairly indistinct but\nappropriate noises to be heard coming from a short\ndistance away. This could be footsteps, murmuring\nvoices, rustling bushes or the squeaking of a door. Targets\nmay not test for LUCK, as the sounds actually exist!\nPied Piper\nThis cantrip forces a nearby group of pests to follow the\ncaster for 2D6 minutes (rolled secretly), although the caster\ncannot otherwise control them. When the spell ends, the\nvermin act as normal for their type. This spell can affect\nup to 10 rats, 100 beetles or 500 flies. To increase the\nnumbers affected will incur a -2 penalty to double, a -4\npenalty to treble, a -6 penalty to quadruple etc.\nPucker\nThis annoying cantrip will cause the mouth and cheeks of\none target within 10m to pucker uncontrollably. The\ntarget may test for LUCK to resist, but if the test is failed\nthe target will not be able to eat, drink or talk easily. Any\nsocial skills that rely on speech will suffer a penalty of -2,\nas do any spellcasting attempts. This cantrip will last for\n1D3 minutes.\nPush\nWithout any overt actions, this cantrip will allow the caster\nto push one item or person. The target can be up to 10m\naway, and the force exerted will be roughly equivalent to\na real physical push by the caster. The target may test for\nLUCK to avoid the effects. If affected, the target will\nstumble, suffering a small penalty to physical actions that\nround (-1 or -2), but is in most danger if standing near the\nedge of a cliff or river.\nRepulsion\nThis cantrip is the opposite of the Attraction Minor Magic\nspell, making the target take an instant dislike to a\nspecified person. This dislike will not necessarily be\nviolent, but will be a strong emotion. Like Attraction, the\nspell affects a touched target (or can be Instilled), the\nsubject of the Repulsion must be present (or known to the\ncaster) and the effects will last for 1 hour.\nRipen\nThis enchantment will cause inedible food, such as unripe\nfruit, rotten meat or mouldy bread, to become edible. This\nwill affect one single item of food such as a single apple\nor joint of meat, and the food must be touched for the spell\nto work. This spell can also reverse the effects of a Sour\nspell.\nSecrete\nThis spell allows the caster to steal one small object\nwithout even seeming to touch it. The caster must be close\nenough that he could touch it, and anyone actually\nwatching the item will see it vanish, but not where it goes\nto. The item, which should be around the size of a gold\npiece, will appear in the casters pouch or pocket as desired.\nSlip\nThis spell causes one target within 10m to slip, as if on a\nbanana skin under-foot. The target may test for LUCK to\navoid the effects, which will generally amount to a -2\npenalty to physical actions for one round. If the target is\nrunning however, they will require a test against SKILL\nor go sprawling.\nSmudge\nThis cantrip causes the writing on one page to become\nblurred, smudged and unreadable. The caster need\nmerely cast this spell and touch the document in question.\nThe smudge can be restored by casting a counterspell on\nthe page, but otherwise the smudging is permanent.\nSober\nThis spell, much beloved of any caster who spends too\nmuch time with Dwarfs or adventurers, will instantly\nsober up one intoxicated target. Simply requiring one\ntouch, this spell can also be Instilled into a potion for\ninstant sobriety!\nSour\nThis cantrip will spoil a single container of food or drink,\nup to the size of a barrel. The container must be touched\nas the spell is cast, and the food will be soured\nimmediately. Although not poisonous, the food will cause\nsevere stomach ache if eaten. This spell will not affect any\nsort of magical or enchanted food.\nSpark\nThis spell will cause a small but painful spark of electricity\nto jump from the casters fingertip up to 10cm away.\nAlthough the spark will cause no real damage, it is painful\nand will cause the target to jump. This spell is most useful\nfor getting a domestic animal moving, or getting a\ndawdling person out of the way.\nStutter\nThis cantrip will cause the target to stutter uncontrollably\nwhenever they try to speak on one particular matter\n(determined by the caster). The effects will last for up to\ntwo minutes, and completely prevent the target talking\nabout the matter in question. As is usual with this type\nof spell, the target must be within 10m of the target, and\nmay test for LUCK to avoid the effects. This spell will not\nwork on spell casting of any kind.\nWeather Protection\nThis useful cantrip will protect the caster from the worst\nof the weather for 1 hour. In driving rain, the caster will\nbe merely damp. In biting cold the caster will be chilly,\nand in blazing sunshine the caster will be warm and a bit\nred. This cantrip can really increase the comfort level of\na travelling magician, but if the weather is really terrible,\nthe caster will still need proper protection.",
  "wizardry": "WIZARDRY\nWizardry is a school of magic especially popular on the\ncontinent of Allansia, where it is taught by experienced\npractitioners to their apprentices. Some powerful Wizards\neven set up schools of magic and take on 3 or 4 apprentices\nat a time. The most famous of these is in the Forest of Yore,\nfounded \nby \nthe \ngreat \nVermithrax \nMoonchaser.\nApprentices are often chosen on the basis of ability rather\nthan how much they can pay, but this is not always the\ncase.\nWizardry magic draws its energy from the invisible arcane\npower that permeates the world of Titan, and the long\napprenticeship of a Wizard uses the learning of many\nmillennia to develop the knowledge to use this power.\nThus Wizardry spells are powered by magic points, the\nin-game manifestation of the arcane power. A Wizard can\nonly channel so much power in a single day, requiring a\ngood sleep to recover their magic points.\nCasting Wizardry Spells\nTo cast a Wizardry spell follows the same principles as\nthe standard spellcasting rules described above. A Wizard\nrefers to his total of MENTAL characteristic and Magic-\nWizardry skill as his “Arcane Power”, which is\nrecorded as such on his Character sheet.\nSpells are graded by rank, with a spell requiring as many\nmagic points to cast as its rank. Thus the simplest spells\nare rank 1, and cost 1 magic point to cast, whilst the most\npowerful are rank 8 and generally cost 8 magic points.\nThere are some modifiers to the spellcasting test listed\nbelow. In addition to these, a spellcaster may expend\nadditional magic points to gain a +1 modifier to the\nspellcasting roll for each additional magic point.\nWizardry Casting Situation \n \n Modifier\n \nEach round of preparation previous to casting. \n+2\n \n Quiet surroundings \n+3\n \nNot under attack \n+0\n \nCaster is Target of ranged attack -1\n \nCaster is Target of melee attack \n-2\nA Wizard may also expend additional magic points when\ncasting a spell to reduce the chance of a target successfully\ntesting their LUCK. Each additional magic point thus\nspent is applied as a -1 penalty to the targets test for LUCK.\nAdditional magic points spent must be declared before\nthe spellcasting test is made.\nIf a Wizard wears any armour, then additional magic\npoints must be expended for every spell cast as follows:\n \nArmour Worn \nExtra MP cost\n \nLeather Cuirass \n+1mp\n \nLeather Hauberk / Chain Cuirass \n+2mp\n \nChain Hauberk / Breastplate \n+3mp\n \nPlate armour \n+4mp\nA Wizard will start play knowing only a few spells, and\neven those are of the lower tiers of power. At some point\na Wizard Character will want to learn other spells, both of low\nand high power. One requirement is for available\nexperience points, as described in chapter 2. If experience\npoints are available, the caster must also have a way of\nlearning the spell. One way to do this is to find a teacher\nwho already knows the spell. This approach will take 2\ndays of intense tuition for every rank of the spell. The\nteacher will probably require payment for this tuition,\neither in money, goods or services. The second approach\nis to learn the spell from a spellbook that contains that\nspecific spell. This way will take five full days of study,\nwhich need not be contiguous, per rank of the spell.\nPLAY TIPS: A Wizard hero will begin play knowing only a\nsmallish selection of Spells, and will probably be very weak in a\nhand-to-hand fight. However, they are not weakened physically by\ncasting their spells, and will probably be able to cast quite a few of\nthe less powerful spells each day. They should however bear in mind\nthat once their power is gone for the day, it is gone. A Wizard hero\nwalks a fine line between using up all of their magic before a\npowerful enemy is reached, and reserving their power for a powerful\nenemy that never appears and thus not helping their colleagues\nalong the way.\nWizards are however a good choice for novice players who would\nlike to have a magician hero as they have a defined role and a limited\nnumber of spells to learn.\nIt is also important to note that the Game Master controls the availability\nof spells for his Wizard characters, both by allowing them to find\nspell books containing new spells, but also by determining which\nspells teachers will instruct. A player may desperately want to learn\nthe Death spell, but unless he has a way of learning it, as determined\nby the Game Master, he will never be able to cast it.\n\nWizardry Spells\nThe spells listed below are the most common of the\nAllansian Wizardry spells known. There will be other\nschools of wizardry and indeed other spells, so the\nGame Master should feel free to add in new spells as required.\nThe numbers listed for each spell in brackets after the\nname refer to both the rank of the spell and the base magic\npoint cost for the spell. Some spells have a rank listed as\na modifier, such as +1, which\nis explained further in the\nspell description.\nBefuddle \n(1)\nThis spell will cause one\ntouched target, who may test\nfor LUCK to avoid the\neffects, to become very\nconfused for one minute.\nThe target will struggle to\nmake active decisions, and\nall active tests such as\ncombat, spellcasting, lock\npicking, social tests etc will\nbe made with a penalty of -6.\nThe target will however try\nand avoid danger wherever\npossible and retreat to a safe\nplace where they will just\nstand with a glazed look.\nDarkness \n \n(1)\nWhen cast, this spell will\ncreate a 5m radius circle of\nabsolute darkness around\nthe caster. The area of\ndarkness will not move, and\nwill cancel out both normal\nlight and the Dark Seeing\ntalent. The darkness can be\ncancelled with a Light spell\nor a counterspell, but will\notherwise last for 3 minutes.\nFear \n \n \n(1)\nThis spell will induce terror\nin one target, which may be resisted with a test for LUCK.\nIf the spell does take effect, the target will for two minutes\nattempt to get as far away from the caster as possible. At\nthe end of this time, the fear will abruptly disappear and\nthe target may act as normal.\nFire Bolt \n \n \n(1)\nThis common spell will hurl a small bolt of intense fire at\none target within 100m from the pointed finger of the\ncaster. The target may either test for LUCK or instead\nattempt a Dodge test to avoid being hit by the bolt. A\ntarget that is hit will lose 1D6 STAMINA in fire damage,\nand if especially flammable, may be ignited.\nFlash! \n \n(1)\nThis spell will cause a brief but very bright flash of light\nto emanate from just in front of the caster. Anyone within\nsight will be blinded for 1D6 minutes (rolled separately\nfor each target) unless they state that they will be closing\ntheir eyes or successfully test for LUCK. The caster may\nalso choose to close his eyes. Anyone who does state they\nare closing their eyes will suffer a penalty of -4 to all\nactions for that combat round. The only exception to this\nis that the caster will not have\na penalty to casting this spell.\nIf cast in an area of magical\ndarkness, the gloom will be\ndispersed for one round only\nbefore returning.\nGlowing Eyes (1)\nThis popular spell will cause\nthe casters eyes (or one\ntouched target) to glow with\na colour chosen by the caster\nfor up to five minutes,\nalthough \nthis \nmay \nbe\ncancelled at will by the caster.\nThe glow is equivalent to a\nGlimmer minor magic spell,\nbut may also give a bonus to\nintimidation effects and may\nimpress primitive folks.\nIgnite \n \n(1)\nWhen cast, this spell will\ncause something flammable\nto \nburst \ninto \nflame\n(equivalent to a small fire),\nwhich is thereafter treated as\na normal fire. The target\nmust normally be touched,\nalthough the expenditure of\nan additional magic point\nwill allow a range of 5m, with\neach additional magic point\nadding another 5m. This\nspell will not ignite a living\ncreature unless they are\nespecially flammable.\nIllusion \n \n (1)\nThis spell will allow the caster to create one defined visual\nillusion. However, the illusion has no physical presence,\nand so will be dispelled if a creature touches it, or indeed\nit touches a creature, or after three minutes. A target will\nnot normally have a test for LUCK to avoid the illusion,\nalthough in some circumstances this may be allowed. As\nan example, an illusionary bridge over a chasm will vanish\nas soon as a character steps onto it. There would be no\ntest for LUCK to avoid the illusion itself, although there\n\ncould be a test for LUCK to avoid falling into the chasm\nwhen the “bridge” is stepped on.\nIronhand \n \n(1)\nThis very popular spell grants either the caster or one\ntouched \ntarget \nan\nincrease of 1 to their\nSKILL \ncharacteristic.\nThis will apply to all\ntests that would be taken\nagainst SKILL, and lasts\nfor three minutes. Only\none of these spells may\nbe active at any one time\non any one target.\nLight \n \n \n(1)\nWhen cast upon one\ninanimate object such as\na staff, sword or shield,\nthis spell will create an\narea of magical light\n(about the size of a\nhuman fist) that glows\nsteadily with the same\nintensity as a torch. This\nlight lasts for 15 minutes,\nbut may be cancelled at\nwill by the caster. This\nlight will be blacked out\nby a Darkness spell, but\nwill in turn cancel out an\nexisting Darkness spell.\nLock \n \n \n(1)\nThis spell will magically\nlock a chest or door\nwithout \nneeding \na\nphysical key or lock. An\nopen spell will cancel the\neffect, as can the caster\njust by willing it, but\notherwise the door or\nchest must be physically\nbroken to open it. This\nspell will not imbue the\ndoor or chest with any extra physical integrity.\nOpen \n \n \n(1)\nThis spell will open any physical lock or cancel out a\nmagical Lock spell. The door, chest or lock must be\ntouched to be affected.\nPeace \n \n \n(1)\nThis spell will cause any two people within 5m to be\ncalmed down, with a test for LUCK allowed to resist the\nspell. This will only happen if the targets are not actively\nfighting, and will also not prevent calmed targets from\nassisting friends who are being attacked. The expenditure\nof additional magic points will allow 2 more targets to be\naffected for each additional magic point spent. This spell\nwill last for 2D6 minutes (rolled in secret) and will be a\nfragile peace, which will be broken if an unaffected person\nattacks a calmed target.\nPersonalise \nSpell\n \n(+1)\nThis rank 1 spell is very\npopular \namong \nthe\nflashier Wizards as it\nallows a spell to manifest\nin a particular way. Thus\na Fear spell may appear\nas dark shadows that\nswirl round the target\ninducing terror, and a\nRestrain \nspell \nmay\nappear as golden chains\nwrapped around the\nvictim. Despite being a\nrank 1 spell, there may be\nan additional +1 to +6\nmagic \npoint \ncost\ndepending on the extent\nof the Personalisation.\nThis additional cost is\ndecided by the Game Master\nbased \nupon \nthe\nspecification \nof \nthe\nplayer. The Personalise\nspell \nis \nnot \ncast\nseparately, and so there\nwill \nonly \nbe \none\nspellcasting test.\nStrength \n \n \n(1)\nThis spell imbues the\ncaster or one touched\ntarget with the strength\nof a troll for up to one\nminute. This will add an\nadditional +2 to the\nStrength Skill of\nthe target and also to\ndamage rolls made in\nhand to hand combat whilst the spell is active.\nThunder \n \n(1)\nIn some ways similar to the Flash! spell, this spell will\ncreate a momentary special effect; In this case a deafening\nclap of thunder. This massive boom can be heard up to a\nkilometre away, and will deafen anyone within 20m who\ndoes not test for LUCK. The caster will not be affected.\nAffected targets will be mostly deaf for 1D6 minutes and\nwill struggle with communication during this time.\nIf the caster also knows the Flash! Spell, these may be\ncombined into one spell (requiring one combat round to\n\ncast and one spellcasting test but costing 2 magic points)\nfor a potent burst of sound and light.\nTongue Twister (1)\nWhen cast, this spell causes the targets tongue to be\ntemporarily tangled and unable to speak for a whole\nminute. The target may test for LUCK to avoid the effects\nof the spell, but if failed will of course prevent spellcasting.\nThe range for the spell is 5m, although each additional\nmagic point expended will increase this range by 5m.\nWard \n \n \n(1)\nUnusually, this spell may be cast in the same round as\nanother action or even another spell. When cast, the spell\ndeflects one arrow, spear or other thrown or fired missile\naway from the caster. It will only work against one\nmissile, will only protect the caster and may only be used\nonce per round. This spell will not work against magical\nbolts or spells.\nWeakness \n \n(1)\nThis spell may be cast against one target within 5m who\nmay test for LUCK to avoid the detrimental effects. If\naffected, the target suffers a -1 penalty to both the SKILL\ncharacteristic and any damage rolls for 5 minutes.\nAnimate \n \n \n(2)\nAn incredibly useful spell much used by southern mystics\nto create impressive rope tricks, this spell will animate\neither one small item or very small item within 5m of the\ncaster. The animated objects may not actually fly, but may\n“hop”, slither or leap through the air and will be much\nstronger than their size would suggest. A flexible object\nmay articulate itself so that a rope could tie a knot in itself\nor a cloak could wrap itself around a person or object. The\nanimated object may be used to fight with an Attack\nStrength equal to the casters MENTAL Characteristic plus\nWizardry Skill. If however the item loses a combat\nround and is thus struck, the spell ends and the item loses\nall animation.\nThe spell will otherwise last for two minutes, although\nthis may be extended by one minute for each additional\nmagic point extended. A medium sized object may be\nanimated with the expenditure of 2 additional magic\npoints, a large object for an additional 4 and a very large\nobject for 6 additional magic points.\nBreach (2)\nThis spell applies raw force to an inanimate object such as\na wall, gate or door. It has a range of 5m, and will reduce\none cubic metre to rubble or splinters. Additional cubic\nmetres may be added to the effect at a cost of 2 additional\nmagic points per cubic metre. The debris produced may\nstill partially block the breach and will need to be\nmanually cleared.\nBreathe (2)\nWhen cast, this spell will allow either the caster or one\ntouched target to breathe for 15 minutes regardless of the\nquality or indeed lack of air. Thus the recipient of this\nspell could breathe underwater, in a smoke filled room or\neven in a vacuum. The caster can still breathe normally\nin a standard environment.\nCombine (+2)\nThis useful spell allows two other spells to be combined\ntogether. These spells together will all take only a single\nround to cast, but an individual spellcasting test must be\nmade for each spell and magic points must be spent for\nall of the spells, both those that are combined and the\nCombine spell itself. If any of the individual spellcasting\ntests fail, all of the spells will fail. Equally, if more than\none spellcasting tests results in a double 6, a separate Oops\nroll must be made for each double 6.\nConcentrate (+2)\nIf this spell is cast on the round before any other spell, the\nsecond spell will be re-cast immediately its duration\nexpires without requiring a new spellcasting test or indeed\nany time. Magic points will be expended again at the time\nof recasting, and the recast spell will be recast in exactly\nthe same form as the original casting.\nConsume (2)\nThis spell makes use of the awesome power of fire, and\nwill envelop one target in flame equivalent to a large fire.\nThe target must be within 5m, and if a living being may\ntest for LUCK to avoid the effects. If the test is failed or\nthe spell cast on an inanimate object, the target will be\nignited by the spell (as long as the target is flammable of\ncourse). The large fire will then burn normally as\ndescribed in Chapter 3.\nCounterspell (2)\nWhen cast, this spell will cancel one other spell either in\neffect or in the process of being cast. Although the\ntechnical rank of the counterspell is 2, the magic point cost\nis actually equal to the rank of the spell being cancelled\nplus 1. Minor magic spells count as rank 0 spells for the\npurposes of Counterspell. A Wizard may however only\ncounter spells that have a rank less than his own MENTAL Characteristic.\nWhen actually making the spellcasting test, the\nCounterspell caster must apply a special negative modifier\nequal to the rank of the spell being cancelled. If this spell\n\nis cast successfully, the target spell is snuffed out before\nit can take effect (if being cast) or immediately cancels the\ntarget spell (if already in effect).\nIt is suggested that a Wizard be able to change his declared\naction to counter a spell being cast, although this would\nof course mean abandoning his already declared action.\nDarksee (2)\nThis simple spell endows the caster or one touched target\nto receive the benefits of the Dark Seeing talent for 20\nminutes.\nEnsure (2)\nNominally a rank 2 spell, this casting will prevent a\ncatastrophic magical failure. This spell is cast at the same\ntime as any other spell, and costs the same number of\nmagic points as the spell it is Ensuring. Only one\nspellcasting test is made, but if a double 6 is rolled, the\ncaster need not roll on the Oops table. Although costly,\nthis spell may well prevent catastrophe visiting the caster.\nESP (2)\nThis spell, which has a range of 10m, allows the caster to\nlook into the mind of one other living creature. The target\nmay receive a test for LUCK to block the spell, but if failed\nthe caster can see the emotions and general thoughts of\nthe target. Individual thoughts or ideas cannot be read,\nbut the caster would be able to tell if the target was angry,\nwas friendly towards the caster or was about to attack.\nThe spell lasts for 1 minute, but the caster must\nconcentrate for that time for the spell to continue working.\nFarseeing (2)\nThis spell grants the caster with eyesight as good as an\neagle for 15 minutes. The caster receives a +3 bonus to all\nsight-based awareness tests and can see for many\nkilometres, assuming line of sight.\nFog (2)\nThis spell is in some ways similar to the Darkness spell,\nbut it covers a larger area of 15m radius and lasts for 15\nminutes. The affected area is filled with very thick grey\nfog with a visibility of less than a metre. All physical\nactivity will be at a penalty of -6 and ranged attacks will\nbe impossible. Dark Seeing will not help in this magical\nfog.\nForce Bolt (2)\nA similar spell to Fire Bolt, this spell flings a compact bolt\nof highly charged electricity that will hit a target for 1-6\npoints of damage, unaffected by armour. This bolt is so\nfast that it cannot be dodged or avoided, except by use of\na Counterspell or Wall spell.\nLanguages (2)\nThis spell grants the caster or one nominated target a\nLanguage skill of 4 in one specific language. This\nability does not grant the ability to read or write the\nlanguage, but does give almost complete spoken fluency.\nThis spell will last for 1 hour.\nLevitate (2)\nThis spell removes the effects of gravity from the caster,\none other being, or one inanimate object. If the target is\nunwilling, he will receive a test for LUCK to resist the\neffects. When active, the target can float up or down at\nwill (at walking pace) , under the control of the caster.\nThe levitated being may pull themselves sideways if there\nare handholds nearby, and may also be affected by strong\nwinds. The spell lasts for 5 minutes, and when it ends the\ntarget will float gently back down to the ground.\nMirror Selves (2)\nWhen cast, this illusion will create two copies of the caster,\nall of which will act in a similar way. In a fight, this spell\nwill mean that only 1 in 3 successful attacks will actually\nhit the real caster, and the caster will also count as three\npeople for the purposes of outnumbering and any bonuses\nthereof (although the copies will not cause any damage).\nEven if a copy is the one hit, it will not disappear, with the\nspell lasting for 3 minutes.\nSee Through (2)\nThis spell allows the caster to see through a solid object\nand see what is beyond. The basic spell will allow the\ncaster to see through an object up to 1 metre thick. If the\nobject is more than 1 metre thick, the caster may add in\nadditional magic points, extending the “view” by 1 metre\neach time. The spell will last for 1 minute once the final\nmagic point has been used. This spell will however only\naffect one object.\nSentry (2)\nIdeal when camping or resting, this spell will post a\nmagical guard up to 20m from the caster. This invisible\npresence will sound the alarm should anyone unwanted\napproach the camp. The classification of unwanted is\nbased upon the casters own viewpoint. This sentry will\ncover a 90° arc and so in the open four sentries would be\nrequired to alert the caster. The alert can be an audible\nsound (emanating from the location of the sentry itself) or\na mental alert to the caster. The sentries can detect hidden\nand invisible enemies.\nThis spell could also be placed upon the mouth of a pouch,\nlid of a chest etc. The spell will last for 24 hours or until\nthe caster moves more than 20m from the location of the\nsentry.\n\nSleep (2)\nThis spell will put one victim to sleep for 5 minutes. The\ntarget may test for LUCK to avoid the effects, but if\naffected, the sleep is normal. The victim may be woken\nby loud noises, wounds, shaking etc. A Character may\nautomatically kill most sleeping opponents, although this\nis considered bad form in most cases!\nStarry Orb (2)\nThis spell will create a wondrous ball of glowing light and\nweaving fire, suspended in the air up to 10m away from\nthe caster. This orb will distract and transfix all who see\nit close at hand (within 3m). Creatures who have average\nintelligence or less will be hypnotised on a roll of 1-4 on\n1D6. A creature with high intelligence (including Characters)\nmay test for LUCK or test against SKILL to avoid being\ntransfixed. Any hypnotised victims simply stare agape at\nthe orb for the 1 minute duration of the spell. The orb\ncannot be moved from its original location.\nStrong Arm (2)\nThis handy and popular spell adds 2 to a specific hand-to-\nhand weapon skill, either for the caster or one\ntouched target. The weapon skill must be\nnominated by the caster at the time the spell is cast, and\nany one target may only benefit from one of these spells\nat a time. The spell lasts for 10 minutes.\nSure Shot (2)\nThis spell is similar to the Strong Arm spell, but instead\napplies to a single missile weapon skill.\nWhere’s Home (2)\nThis spell will prevent a Wizard being lost in the\nwilderness. When cast, the caster will instantly be aware\nof the direction that one named place lies in. This could\nindeed be the casters home, but could also be one other\nplace known to the caster either from a visit or from an\naccurate map. This awareness of the direction does not\nimply the safest or even a passable route, and only lasts\nfor a few seconds.\nArrow-Snake (4)\nThis nasty spell causes one arrow notched on a bow and\nready for firing to instantly turn into a venomous snake!\nThe snake will land one automatic bite on the victim (use\nsmall bite matrix) with an additional 2 points of damage\nfor the venom. The snake will then continue to attack the\ntarget (SKILL 7 and STAMINA 3). The range of this spell\nis 10m, and the target does not get a test for LUCK as they\nspell does not affect them directly.\nCommand (4)\nThis powerful spell will allow the caster to issue a single\ncommand to another being. The target may of course test\nfor LUCK to avoid the spell, but if failed, must obey the\ncommand. This single command cannot be something\nthat would directly and obviously be harmful. Thus a\nGoblin could be commanded to close its eyes in combat\nor drop its weapons, but could not be commanded to stab\nitself or throw itself off a cliff. It is important to note that\nthe caster does not need to speak the language of the\ntarget. The effects of the command cannot last longer than\n30 seconds, and the Game Master has the final say on what does\nand does not constitute a valid Command.\nExplode (4)\nThis spell is similar to the Breach spell, but causes the\ntarget to explode violently as if blown apart by a huge\namount of gunpowder. The target may be up to 50m\naway, and the base spell will explode up to one cubic\nmetre of material. The amount of target exploded may be\nincreased by expending an additional 4 magic points per\ncubic metre. This spell is very slow to cast, requiring 5\nminutes of uninterrupted casting and preparation per\ncubic metre to be exploded. However, when the spell is\ncompleted, the targeted material will explode outwards,\ndamaging an area around the blast equal to 2 metres for\nevery cubic metre. The exact damage inflicted on any\ntargets in this blast zone will depend on both the distance\nand the material exploded. If a living target is to be\nexploded with this spell, he receives a test for LUCK to\nresist the spell.\nFind (4)\nThis spell is similar to the Where’s Home? spell, except\nthat the target may be absolutely any physical thing or\nplace. This spell will simply provide the direction to the\nnearest item of the specified type. Thus casting this spell\nto find “a gold piece” will simply provide the compass\ndirection to the nearest gold piece. This spell does not\nprovide accurate directions nor distance, so finding the\nexit from a dungeon will just point to the nearest dungeon\nexit regardless of what lies in between. As with “Where’s\nHome?”, the sensation of the direction will only persist\nfor a short time, in this case one minute.\nFly (4)\nThis spell is a more powerful version of the Levitate spell,\nand allows the caster or target to fly in any direction at\nrunning pace. The target has full control over their\nmovements. The spell lasts 5 minutes and like Levitate,\nthe flying creature will gently float to the ground when\nthe spell expires.\nThe caster can carry a weight equivalent to that he could\ncarry comfortably on foot.\nGills (4)\nThis spell affects either the caster or one target, who must\nbe touched. An unwilling target may test for LUCK as\nusual to avoid the spell. This spell creates a magical pair\nof gills on the neck of the target, allowing them to breathe\nunderwater. However, these gills do bypass the normal\nbreathing arrangements and so if the target is not\nunderwater, the target may well suffocate. This spell is\npermanent until cancelled by the caster or by a Counter\nSpell by another Wizard.\n\nGrand Illusion (4)\nThis spell is a more powerful version of the rank 1 Illusion\nspell, and can include other senses such as smell, sound\nand even touch. This means that anyone struck by the\nillusion will believe themselves to be injured. The Illusion\nwill fight with a SKILL equivalent to the casters MENTAL characteristic plus their Magic-Wizardry skill. Of\ncourse, any wounds inflicted by the Illusion will be just\nthat; illusionary. Anyone “killed” by the Illusion will\nmerely be unconscious for a round, and will then wake\nup realising what has happened. The illusion will\notherwise last for 3 minutes.\nGrow (4)\nWhen this spell is cast, the target, whether an object or\nbeing, will grow half as big again almost immediately.\nThus a two metre tall man would grow to three metres in\nheight! If a living creature, the target will benefit from the\neffects of a Strength spell due to his increased size, and\nclothing and armour will also grow to match their wearer.\nThis spell will last for 3 minutes, but may be cast multiple\ntimes on one target. An additional casting on the\naforementioned man will increase his height to 4 ½ metres,\nand provide the benefits of two Strength spells! An\nunwilling target will of course receive a test for LUCK.\nInvisibility (4)\nThis handy spell will turn the caster or one other target\ninvisible, along with currently carried clothes and\nequipment. This spell will not however make the target\nsilent, and doors etc will still need to be opened. The\neffects will last for 3 minutes or until the caster either hits\nan opponent, is hit by an opponent or casts another spell.\nLightning Blast (4)\nThis powerful attack spell creates a huge bolt of lightning\nthat automatically hits one target within 5m range. The\nspell causes 2D6+2 points of STAMINA damage to the\ntarget, and is not reduced by armour. This spell cannot\nbe dodged or avoided, and only a Counter Spell or Wall\nwill block the bolt. The basic range can be increased, with\neach additional 5m range costing 2 more magic points.\nMagic Bridge (4)\nWhen cast, this spell will create a magical bridge across a\nchasm, river or other impassable area. Requiring a solid\nfooting at either end, the bridge will span 5 metres for\nevery 4 magic points put into it. The bridge is wide\nenough for one person, and will support as many people\nas it took magic points to cast. The bridge will last for 5\nminutes, but will start to fade gently after 4 minutes.\nPoison (4)\nThis spell can create a powerful poison from any small\namount of liquid or edible item. It can also combine with\na Fog spell to create a cloud of poison or even poison a\ntarget directly if the caster is touching bare flesh when the\nspell is cast. The poison is fast acting and immediately\ndelivers STAMINA damage equal to 2 plus the total\nnumber of magic points put into the spell. A Wizard using\nan additional 6 magic points would thus create a poison\ninflicting 12 points of STAMINA damage.\nRestrain (4)\nThis spell will bind the target object or creature in bands\nof magical energy, fixing them in place even if they are\nairborne! Once bound, the target cannot move a muscle,\nalthough they can steal breathe. Even gravity will not\naffect a Restrained target, so a falling boulder or leaping\ncombatant could both be fixed in the air. The spell lasts\nfor three minutes, and normal physics will take over when\nthe Restraint is removed. Up to 3 cubic metres may be\naffected by this spell.\nShrink (4)\nThis spell is the reverse of the Grow spell, causing the\ntarget to shrink to half their normal size. Like Grow, it\ncan be cast multiple times, shrinking the target by half\neach time. Whilst under the effects of one of these spells,\nthe target will suffer the effects of a Weakness spell, sue\nto their small size. This spell will last for 3 minutes or until\ncancelled by the caster.\nSpeak to Animals (4)\nSimilar to the Languages spell, this useful casting will\nallow the caster to speak to any animal for the following\n10 minutes. Although the caster can communicate, this\ndoes not guarantee that the animal will be interested in\ntalking as some have very limited attention spans!\nWall (4)\nThis spell creates a circular wall, 5m in diameter, around\nthe caster or one nominated object. The wall lasts 5\nminutes, and is completely impervious to all attacks,\nobjects and even spells. Only a Counter Spell can cancel\nthe wall, although if anything or anyone inside touches\nthe wall, it will disappear immediately. The wall will\nremain stationary for the duration.\nWeather Control (4)\nThis spell utilises multiple elemental controls to control\nthe local weather as desired by the caster. It will only\naffect the weather directly overhead. This spell can affect\nan area the size of a small village or field. Unusual\nweather such as heavy rain, a small whirlwind or even a\nblizzard could be summoned or calmed. However, the\nbasic spell will only affect the weather by some degree.\nTurning rain into snow, or cloud into a clear sky can be\naccomplished with the basic spell. Turning heavy snow\ninto hot sunshine would require as many as 8 extra magic\npoints. The basic form of this spell will last for 5 minutes,\nand extending this costs 2 magic points per extra 5 minutes.\nBanish Undead (6)\nThis spell will destroy the lifeforce that animates one\nsingle undead, thus returning it to a peaceful rest. Whilst\nthe target may attempt to resist the spell as normal, the\ntest is reduced by the MENTAL characteristic of the caster.\n\nAn undead creature banished by this spell can never be\nanimated again, so this spell is sometimes cast on the\nbodies of dead heroes to prevent them ever being raised.\nCockroach (6)\nThis particularly nasty spell has featured in many legends\nand folk tales, where it has turned Characters into frogs,\ncockroaches or mice. Thus if the target fails their test for\nLUCK, they permanently become a small and inoffensive\ncreature of the casters choice. Their clothes and other\npossessions are not affected, and so drop to the ground\nwhere their owner once stood. The poor victim still retains\ntheir knowledge and consciousness but can only speak in\nan animal language. The caster may reverse this spell by\ntouching the target and willing it so, otherwise only a\ncounterspell can reverse the transformation.\nExchange Shape (6)\nThis spell requires the Wizard to touch the victim whilst\nthe spell is cast; If the target fails his test for LUCK, the\nWizard and target exchange bodies! The caster will retain\nhis own characteristics, but will of course be free of most\ncurses, poisons and diseases that the old body suffered\nfrom. This spell is permanent, although a successful\ncounterspell will reverse it, forcing the original caster back\ninto his own body, wherever that might be. If the casters\noriginal body has died, the counterspell will effectively\nkill him. The caster will however acquire any special\nabilities the new body possesses. Thus a caster\nExchanging Shape with a Birdman will be able to fly, even\nif a bit of practice is required first.\nHurricane (6)\nThis specialised version of the Weather Control spell\nconjures up a 30 metre radius storm around the caster,\nwith ferocious winds, hail., rain and even snow. Everyone\ncaught in the area of effect (except the caster) must test\neither their LUCK or SKILL or be blown right off their feet,\nsuffering 1D3 points of STAMINA damage in the process.\nAttempting to stand or move away requires another test.\nCombat, spellcasting and conversation are almost\nimpossible within the area of effect, with the Hurricane\nlasting 5 minutes. The caster himself must concentrate\nthroughout the duration and may take no other actions.\nIt is also possible that other objects or even buildings\nwithin the area may be damaged by the spell.\nPetrify (6)\nThis powerful spell will start turning one target, who must\nbe within 5 metres, to stone. Starting with the feet, and\ncreeping slowly upwards, the target will lose 1 STAMINA\nand 1 SKILL every two combat rounds until his current\nSTAMINA score reaches 0 (SKILL will stop declining at\n0). When this has happened, the target, his clothes and\nequipment included, will be completely made of stone.\nThe process can be reversed if a counterspell is cast or the\ncaster is killed before the process is completed. If the\nvictim is fully petrified, he can never be turned back.\nRaise Skeleton (6)\nA favourite with Necromancers, this spell will animate a\ncorpse with a spark of living spirit, forcing it to return as\nan undead under the control of the caster. The spell itself\ntakes a whole hour to cast, and requires a corpse of some\nkind. If the corpse is incomplete, the resulting skeleton\nwill be missing that body part. The caster must be close\nto the skeleton to issue it with orders; Said orders will be\nfollowed \nliterally \nuntil \ncountermanded \nby \nthe\nNecromancer.\nBy expending different amounts of magic points, other\nundead may be created as follows: Crypt Stalker (7),\nSkeleton Warrior (7), Zombie (7), Decayer (8) or Ghoul (8).\nA Necromancer may have a maximum of four Raised\nUndead at any one time for every point he has in his\ncombined MENTAL characteristic and Magic-Wizardry\nskill.\nIt should also be noted that Raising Undead is considered\nan evil act in most lands.\nSee Future (6)\nThis spell allows the caster to see brief scenes from the\nnear future of either himself or one known person. The\nfuture in this case is no more than 2 days, and the visions\nare often confusing and obscure. The visions are of events\nthat will probably happen, but intervening events may\nchange this. This spell often presents problems for the\nGame Master, as he will be required to predict what will\nhappen…..\nTeleport (6)\nThis spell is a very powerful addition to the repertoire of\nany Wizard. This spell will allow the caster to travel\ninstantly between two places that are less than 10km apart!\nThe caster must have some idea of where he will appear,\nalthough a very good description would suffice from\nsomeone who knows the place well. The spell will\ntransport the caster and whatever he can carry in his hands\n(including up to one other person) to the target location.\nAssuming the spell works correctly, the caster appears\nimmediately.\n\nWall of Power (6)\nThis spell is a more powerful version of the Wall spell,\nand creates a similar barrier around the caster, although\nthis one is dome-shaped, an can be increased in size by\nspending an additional 3 magic points for every extra 5\nmetres diameter. This wall will not only keep enemies\nout, but will actively damage any who try to pass through.\nAny being touching the outside of the wall will take 3D6\npoints of damage (armour will protect against this\ndamage) , and although they will not be able to pass\nthrough the wall, will continue to take damage on each\nround \nthey \nare \nin\ncontact with it. Lasting\nfive minutes, this spell\ncan only be removed\nwith a counterspell, or\nanother wall of power\n(which destroys both\nwalls).\nWeb (6)\nThis spell will fill an\narea up to 5 metres in\ndiameter with strong,\nsticky \nspider \nwebs.\nAnyone within the area\nwill \nbe \nbound \nby\nmultiple strands and\nc o m p l e t e l y\nimmobilised. A very\nstrong victim such as a\nTroll or Giant can break\nout in two rounds, and\nany Character with the\nStrength skill\ncan break out after two\nsuccessful \nStrength\ntests. Characters without\nthe Strength special\nskill must wait for the 5\nminute \nduration \nto\nelapse before they are\nfreed.\nAssassin’s Dagger (8)\nThis spell is much\nbeloved \nof \nevil\nWizards, to be used\nagainst luckless Characters\nwho have escaped their\ngrasp. When cast upon\na known enemy, this\nspell creates a ghostly\nhand holding a dagger. This hand immediately sets off\ndirectly towards its target at a steady walking pace.\nWhilst not very fast, the hand is relentless and never stops\nor rests, and will float ever onwards towards its victim.\nThe hand can be trapped for a short while if the victim is\ningenious enough, although this will only ever be short\nterm relief. If the hand does catch up with its victim, It\nattacks with SKILL 10, but never takes any damage if it\nloses a combat round. The only way to cancel the curse\nis to cast a counterspell on the hand (which must be\npresent).\nDeath (8)\nThis very potent spell will kill one target within 5 metres\ninstantly, and there is no test for LUCK to avoid the effects!\nThis spell does actually cost the caster 12 Magic points\n(not 8) and ages him one year, although that is little\nconsolation to the victim!\nEarthquake (8)\nThis spell will cause a\npowerful \nbut \nlocalised\nearthquake over an area of up\nto 30 metres diameter. The\nground will heave and shake,\ndamaging buildings and even\ndemolishing rickety ones.\nLarge cracks open up in the\nground, and all beings within\nthe area must test for LUCK\nor be lost down one of these.\nThe earthquake will last for 3\nminutes, and any characters\nwho have fallen into a crack\nwill be stuck there until the\nearthquake subsides. Even\nthose \nwho \navoid \nbeing\nswallowed by the earth must\nmake a test against SKILL\neach round to stay on their\nfeet. Only the caster is\nimmune to the effects of the\nspell. The diameter of effect\nmay be increased by 10m\nsimply be expending an\nadditional magic point.",
  "sorcery": "SORCERY\nSorcery is a magic style initially developed in the Old\nWorld, but now disseminated across the whole of Titan.\nSorcery uses the same arcane energies as Wizardry, but\ninstead of distilling these energies from the surrounding\nenvironment to power spells, Sorcerers draw energy from\ntheir own bodies. Thus Sorcery spells are powered by\nSTAMINA rather than magic points and a Sorcerer will\nonly use magic points if he also knows minor magic spells.\nOne consequence of this approach is that some spells\nrequire physical foci, or components, for the spell to work\nproperly. Whilst many of these components are easy to\nobtain, some are much rarer. The primary consequence\nof Sorcery is that using spells depletes the casters own\nphysical reserves, possibly leaving them more vulnerable\nto attack. Unlike Wizardry, Sorcerers learn all of the spells\navailable during their training.\nCasting Sorcery Spells\nSorcery Spellcasting follows the standard procedure, with\na test being made against the total of the casters MENTAL characteristic and Magic-Sorcery skill. This total,\nfor Sorcery, is referred to as the Sorcerers “Inner Strength”.\nAs with the other magical styles, certain modifiers will\napply to the spellcasting test:\n \nSorcery Casting Situation \n \n Modifier\n \nEach continuous round of preparation \n+2\n \nQuiet surroundings \n+3\n \nNot under attack \n+0\n \nCaster is Target of 1 ranged attack \n-1\n \nCaster is Target of >1 range attacks \n-2\n \nTarget of 1 melee attack \n-2\n \nTarget of >1 melee attack \n-4\nAs with Wizardry, a roll of double 6 will result in an\nautomatic spell failure and will also require a roll on the\nOops table. However, unlike Wizardry, the wearing of\narmour does not affect Sorcery spell. A Sorcerer will still\nrequire the Armour skill to receive the full\nprotective benefit from the armour though.\nComponents\nA Sorcerer must always have a component if one is\nrequired, and there is no way to cast one of these spells\nwithout. The required STAMINA is deducted\nimmediately after the spell is cast, and it is entirely\npossible for a Sorcerer to knock himself unconscious with\nthe casting of a more powerful spell. It is also worth\nnoting that casting a Sorcery spell does not cause wounds,\nonly weakens the essential life force of the Sorcerer. Thus\nthe Healing skill will not be able to restore\nSTAMINA lost through spell casting, although food, sleep,\na Healing potion or priestly ability would.\nA final word on components. Some, such as Gold-backed\nmirrors, Galehorns or Pearl Rings, can be purchased from\nsuitable vendors or found as treasure. Others, such as\nsand and pebbles, may be selected in nature at no cost.\nComponents such as Beeswax or Goblins Teeth can be\nharvested from a beehive or goblin corpse. It it suggested\nthat a Game Master allow only one lump of wax or tooth be\nharvested from each of these sources. Some components\nwill be consumed during the casting of the spell, whilst\nothers can be reused indefinitely.\nThe availability of components is of course one\nmechanism whereby the Game Master can restrict the\navailability of Sorcery spells. It is also a one of the major\nrestrictions on the power of a Sorcerer.\nPLAY TIPS: There are certain advantages and\ndisadvantages to being a Sorcerer. Sorcerers start knowing all\nthe spells, and will never have to learn new spells. Even though\nsome of these will require components, Sorcerers will have a\nmuch larger repertoire early on, and even in later stages of a\ncampaign. A Sorcerer is also less reliant on a high MENTAL characteristic than a Wizard. Although a Sorcerer must still\ntest their MAGIC to cast spells, they do not require magic\npoints. This, combined with the ability to wear armour, means\nthat the Sorcerer can be reasonable in combat or other situations.\nOn the downside, a Sorcerer powers their spells with\nSTAMINA, meaning that a Sorcerer must have a reasonable\nSTAMINA to begin with, but even so, casting several spells can\nseverely weaken a Sorcerer and leave them vulnerable in a fight.\nSorcerers can however wear armour, and so can often hold their\nown in a hand-to-hand fight.\n\nSORCERY SPELL DESCRIPTIONS\nListed below are all of the Sorcery spells that each Sorcerer\nknows. Each spell is listed as a 3 word name, a system\ndevised by the earliest Sorcerers, along with any required\ncomponents and a spell description. Unless specifically\nnoted otherwise, the components are not consumed.\nMany of the spell effects are dependent on the Sorcerers\n“Inner Strength”. This again is the total of the casters\nMENTAL characteristic and his Magic-Sorcery skill.\nZAP (4)\nComponent: None\nOne of the more powerful Sorcery spells, ZAP fires a large\nbolt of lightning at one target within 30m, causing 3D6\npoints of STAMINA damage. Armour is of no use against\nthis spell, and the target does not receive a test for LUCK.\nHOT (4)\nComponent: None\nThe HOT spell fires a large ball of fire at one target within\n30m, bursting on impact into a 3m radius circle of fire.\nAnyone caught within the radius of effect will take 1D6+1\npoints of STAMINA damage. Especially flammable\ntargets will find themselves ignited by this spell, as will\nflammable objects.\nFOF (4)\nComponent: None\nWhen cast, this spell creates a personal and impervious\nbarrier a couple of inches from the caster. This barrier will\nblock attacks from both inside and outside, and will also\nblock all spells. This barrier will last for a number of\nminutes equal to the casters Inner Strength, and will move\nwith the caster at walking pace during this time.\nWAL (4)\nComponent: None\nThis spell will create a 3m x 3m wall of magic that will\nblock anything physical passing through from either\ndirection. This wall cannot be moved once created, but\nwill stop all physical objects, and will even stop a falling\nbuilding or landslide!\nLAW (4)\nComponent: None\nThis spell will only work on creatures with Low or No\nintelligence. Lasting a number of rounds equal to the\ncasters Inner Strength, this spell will completely dominate\nthe targets intelligence, effectively leaving the target under\nthe complete control of the caster. The target will of course\nreceive a test for LUCK, but need not speak the same\nlanguage as the caster. This spell will allow the caster to\norder the target with almost any actions, although\nanything completely out of character will not be obeyed.\nThe target must stay within eyesight of the caster for the\nspell to continue to work.\nDUM (4)\nComponent: None\nThis spell will make the target (if it fails a test for LUCK)\nbadly uncoordinated and clumsy. As with many Sorcery\nspells, the effects will last for a number of combat rounds\nequal to the casters Inner Strength. Outside combat, an\naffected target will drop handheld objects on a roll of 1-3\non 1D6. This should be checked each round.\nIn combat, a target will fight at a penalty of -2 and will\nfumble on any double. If a double 6 is rolled, the victim\nmust make two rolls on the fumble table.\nBIG (2)\nComponent: None\nThis spell will instantly grow the caster to double their\nnormal size. The caster now inflicts double normal\ndamage will all hand-to-hand effects, but will make all\nphysical tests (except Strength) with a penalty of -2 due\nto the difficulty of coordinating such a large body. This\nspell will last for a number of combat rounds equal to the\ncasters Inner Strength.\nWOK (1)\nComponent: A gold coin\nWhilst casting this spell, the Sorcerer places the gold coin\non his wrist, and the coin becomes a large magical shield.\nThe shield has no weight, and acts in all respects as a large\nshield. The shield will last for a number of minutes equal\nto the Sorcerers Inner Strength, and then disappear, along\nwith the coin.\nDOP (2)\nComponent: None\nThis spell will open or unlock any one door or chest, even\nif the door is barred instead of locked. The door or chest\nto be opened must be touched by the Sorcerer as the spell\nis cast.\nRAZ (1)\nComponent: Beeswax\nAs the Sorcerer casts this spell, the beeswax must be run\nalong the cutting edge of a bladed weapon. He weapon\nbecomes super sharp for a number of combat rounds equal\nto the casters Inner Strength, adding +2 to all damage rolls\nwith that weapon. The portion of beeswax is consumed\nby the spell.\n\nSUS (2)\nComponent: None\nWhen cast, the Sorcerer is made aware of any trap or\nambush within 10m. This spell will actually detect all\ntraps and ambushes, even those not laid for the caster!\nThe Sorcerer will be aware of the direction and rough\ndistance of each threat, and will know whether the threat\nis a trap or ambush, but other details are not forthcoming.\nSIX (2)\nComponent: None\nThis spell creates 5 illusionary duplicates of the caster who\nmirror his every move. In combat, any successful attack\nagainst the Sorcerer will only stand a 1 in 6 chance of\nhitting the real copy. However, the copies will be\ndispelled when hit, so if a duplicate is hit, the next attack\nwill stand a 1 in 5 chance of hitting the caster and so on.\nThese duplicates will not count as extra combatants for\noutnumbering purposes, and will not strike any\nopponents. If not dispelled by attacks, these duplicates\nwill vanish after a number of combat rounds equal to the\nSorcerers Inner Strength.\nJIG (1)\nComponent: Bamboo Flute\nThe caster must play the flute as this spell is cast. The spell\nwill cause one target to start dancing uncontrollably to the\nmusic, and cannot take any voluntary actions. As is usual\nwith spells of this sort, the victim may test for LUCK to\navoid the effects. If the dancing victim is attacked, they\ncan make a combat roll as normal, but suffer a -2 penalty\nto their attack strength and cannot inflict any damage.\nThe spell will last for a number of rounds equal to the\nSorcerers Inner Strength or until the Sorcerer stops\nplaying, whichever is shorter.\nGOB (1)\nComponent: Goblin Tooth\nThis spell will consume a Goblin Tooth to summon a\nGoblin warrior (SKILL 5/STAMINA 5) to fight for the\nSorcerer. The Goblin will obey any command, even\nsuicidal ones, and will persist for a number of minutes\nequal to the casters Magic Inner Strength or until killed.\nThe Goblin will appear with normal Goblin equipment,\nwhich will also disappear when the Goblin does.\nYOB (1)\nComponent: Giant Molar\nThis spell is similar to the GOB spell, except that a Giant\nmolar is used up to summon a Cave Giant (SKILL 9 /\nSTAMINA 10). As with GOB, this summoned creature is\nequipped and entirely subservient to the will of the\nSorcerer. Problems may be encountered if there is limited\nheadroom! The Giant will persist for a number of combat\nrounds equal to the casters Inner Strength.\nGUM (1)\nComponent: A Vial of Glue\nWhen casting this spell, the caster throws a vial of glue at\nthe feet of the target. The spell causes the glue to spread\nout and become super-sticky, making it very difficult for\nthe victim to move freely. The target may test for LUCK\nto avoid the effects, but if this test is failed the target must\nhalve their SKILL (rounded up) for all physical actions\nincluding combat. The glue will last for a number of\ncombat rounds equal to the casters Inner Strength. The\nvial of glue is consumed by the spell.\nHOW (2)\nComponent: None\nThis spell can be cast when there is a choice of two or more\nways onwards. The caster must have a goal in mind, such\nas escape, safety, accessing the centre of the dungeon etc.\nThis spell will then give the caster a psychic nudge\ntowards one of the ways onwards. The Game Master should\nmake an educated decision on which way is best to follow.\nDOC (1)\nComponent:A medicinal potion\nThis spell, when combined with the target drinking a\nhealing potion, will result in the healing potion having\ndouble the normal effect. This spell is one of the few that\nwill not work on the Sorcerer himself. In addition, some\nherbal potions may be enhanced to completely cure a\npoison or disease. These should be adjudicated on a case\nby case basis by the Game Master.\nDOZ (2)\nComponent: None\nThis spell will cause a victims movements to slow and\nbecome sluggish if they fail a test for LUCK. The target\nmakes all physical tests, including combat, at -4, and the\ntarget will also be able to inflict damage on even\nnumbered rounds. If the Target wins an odd-numbered\nattack round, they will not inflict any damage.\nThe effects will last for a number of combat rounds equal\nto the casters Inner Strength.\nDUD (2)\nComponent: None\nWhen cast, this spell will turn stones, sticks and other\ndebris into apparent treasure worth 1D6x10gp. The\ntreasure is only illusionary however, and will vanish after\na number of hours equal to the casters Inner Strength. The\nfalse treasure will radiate a faint magical aura, and a\n\nsuccessful test of awareness will give the target an\nindication that the treasure is not all it seems.\nMAG (2)\nComponent: None\nThis spell acts as a pre-emptive counterspell, protecting\nagainst the next hostile spell cast against the Sorcerer. This\nspell will remain active for as many combat rounds as the\nSorcerer has Inner Strength, but will only stop one spell,\nregardless of the power of the attacking spell.\nPOP (1)\nComponent: Small stone\nThis spell must be cast on a small stone held by the caster.\nThis stone is charged with magical power such that it will\ninflict 1D3 damage if thrown at an opponent or object. A\nstone will retain its power for a number of combat rounds\nequal to the casters Inner Strength, and a stone can be\nthrown by anyone.\nFAL (2)\nComponent: None\nWhen cast, this spell will protect the Sorcerer against one\nfall. This spell may be cast before or during a fall, as long\nas the fall is above 15m, thus giving the Sorcerer time to\ncast the spell. This spell will not provide the power of\nflight, but will merely act as a magical parachute, gently\nlowering the caster to the ground.\nDIM (2)\nComponent: None\nWhen cast, this spell will cause the mind of one target\nwithin 5m to become severely confused if they fail a test\nfor LUCK. The effects will last for one round for every\ntwo full points in Inner Strength, and each round must\nroll 1D6 and consult the following table to find out what\naction they will take:\n \nRoll Action\n \n 1 Target attacks Sorcerer\n \n 2 Target attacks own friends\n \n 3 Target attacks random opponent\n \n 4 Target dithers and does nothing\n \n 5 Target flees for one round\n \n 6 Target may choose his own actions\nFOG (2)\nComponent: None\nWhen cast this spell will fill one enclosed space with a\ndense fog, making activity for all concerned almost\nimpossible. All caught within the room will make all\nphysical tests at a penalty of -4(except the caster who will\nonly have a penalty of -1) until the fog dissipates after a\nnumber of combat rounds equal to Inner Strength.\nMUD (1)\nComponent: A handful of sand\nAs this spell is cast, the Sorcerer must throw a handful of\nsand over the area desired. This spell will turn the area\nof ground 3m across into a deep quicksand. Any creature\nstepping into the quicksand will start sinking into it. The\nvictim must immediately test their SKILL or LUCK to\navoid being caught, but if they do escape they will escape\nback to where they started. A captured creature will\ndrown in a number of rounds equal to their own SKILL\ncharacteristic, during which time they will sink lower and\nlower. The target can fight anyone within weapon range,\nbut will have a penalty equal to 1 for every round they\nhave been sinking. They may be rescued with a suitable\nplan by anyone not stuck.\nThe quicksand will last for a number of minutes equal to\nthe casters Inner Strength.\nNIF (1)\nComponent: Nose Plugs\nThis spell is unique in that the material component is not\nabsolutely required to cast the spell, but without the nose\nplugs, the caster will suffer the full effects of the spell.\nWhen the spell take effects, the enclosed space\nimmediately fills with an incredibly bad smell. All within\nsuffer a penalty of -2 or more to all actions whilst the smell\npersists. Most Humanoid creatures suffer a -2 penalty,\nunless they have the Awareness skill of 3 or more,\nin which case the level of Awareness is used as the penalty.\nThe general principle is that the better the sense of smell\nthe target has, the higher the penalty. Creatures such as\nwolves with a good sense of smell will have a penalty of\n-4. The smell will persist for a number of combat rounds\nequal to the casters Inner Strength.\nTEL (1)\nComponent: A cloth skullcap\nThis spell is almost identical to the wizardy spell ESP (rank\n2). It will allow the caster to read the surface thoughts and\nemotions of one target within 5 metres, and will last for a\nnumber of combat rounds equal to the Sorcerers Inner\nStrength.\nGAK (1)\nComponent: A black facemask\nWhen this spell is cast and the mask held up to the casters\nface, one target within sight must immediately test for\nLUCK. If this test is failed, the target will immediately\nflee the caster for a number of rounds equal to 12 minus\nthe targets SKILL characteristic.\nSAP (2)\nComponent: None\nThis spell will drain all morale, confidence and energy\nfrom the target, causing them to fight with a -1 penalty to\nSKILL, a -1 modification to damage rolls, and a -1 penalty\nto armour rolls as the victim becomes very lacklustre. The\ntarget will of course receive a test for LUCK to avoid the\n\neffects and the effects will last for one round for every\npoint the caster has in their Inner Strength.\nGOD (1)\nComponent:A jewel of gold\nThis spell, when cast, will cause all humanoids nearby to\nbecome more favourably disposed towards the caster.\nThis will cause all reactions (as described in Chapter 2) to\nshift one place towards friendly; Hostile > Unfriendly >\nNeutral > Friendly, and will also apply a +2 bonus to all\nsocial type tests with those affected. Creatures that are\ntasked with being hostile to the Sorcerer, such as guards,\nassassins etc, are allowed a test vs LUCK, but other\ncreatures should not. The jewel of gold is consumed by\nthis spell.\nKIN (1)\nComponent: A gold-backed mirror\nThe caster must hold up a gold-backed mirror as this spell\nis cast. The spell then creates a double of the target, who\nreceives a test for LUCK to prevent the spell working. If\na double does appear, it will attack the original and will\nhave the same SKILL and STAMINA as the original, and\nthe same equipment, although none of the special abilities\nor spellcasting.\nThe copy’s weapons and armour will also not have any\nmagical abilities of the originals. This spell is best used\nagainst lone enemies as any outside interference in the\nsubsequent combat will dispel the copy. During the fight,\nthe caster must keep the mirror pointed at the combat.\nThe copy will persist for a number of rounds equal to the\ncasters Inner Strength, but will disappear if either\ncombatant is defeated.\nPEP (1)\nComponent: A potion of Firewater\nThis spell will greatly increase the strength of the caster,\nwho must drink a potion of firewater during casting. The\ncaster will gain a +3 bonus to all damage rolls for a number\nof rounds equal to the casters Inner Strength. There is also\na +3 bonus to the Strength skill during this time.\nROK (1)\nComponent: Rock Dust\nThis spell will instantly turn to stone one target whom the\ncaster throws a handful of rock dust over. There is of\ncourse a test for LUCK to avoid this effect. If the test is\nfailed, the target and all he carries is turned to stone. The\nvictim will return to normal form after 3 minutes, and will\nbe mostly impervious to normal attacks during this time.\nThe Game Master will need to rule on the affect of any magical\nattacks. The casting of this spell will consume the rock\ndust.\nNIP (1)\nComponent: Yellow Powder\nWhilst casting this spell the Sorcerer must sniff a special\nyellow powder. For a number of combat rounds equal to\nhalf of his Inner Strength (rounded down), the caster may\nact at double the normal rate. Thus the caster may attack\ntwice per round, may cast two spells, may run at twice\nnormal speed or any combination of these. Thus under\nthe effects of these spells, a Sorcerer may cast a spell and\nattack in the same round.\nHUF (1)\nComponent: A galehorn\nWhen casting this spell, the Sorcerer must blow hard into\na Galehorn in the direction of the target(s). As the spell\ntakes effect, a huge blast of wind knocks over all man-\nsized or smaller beings within 3m of the target point. All\naffected beings may not take any action in the current\nround other than getting up, although they may also not\nbe attacked with hand-to-hand or missile weapons due to\nthe high winds in the area of effect.\nFIX (1)\nComponent: A staff of oak\nThis spell will fix one target in place, removing it from all\nnatural laws. If the target is alive, it gets to test for LUCK\nto resist the spell, otherwise it is is frozen and fixed in\nplace. The target is no longer affected by gravity, time or\nindeed any other natural or magical force. All the while\nthe Sorcerer concentrates and keeps the staff pointed at\nthe target, the victim is fixed. As soon as this\nconcentration is dropped, the target is subject again to\nwhatever forces were acting on the target at the time they\nwere fixed. Thus a Sorcerer fixing a wyvern diving to\nattack the caster would resume the same dive when the\nfix was removed.\nNAP (1)\nComponent: A brass pendulum\nThe caster must set the pendulum swinging as the spell is\ncast, hypnotising a creature and then sending it to sleep.\nThere is a test for LUCK to avoid the effects, although if\nthe target fails they will instantly fall into a natural sleep.\nThey will only wake up when they would normally wake,\nalthough loud noises etc will also wake the target up.\nZEN (1)\nComponent: Jewel studded medallion\nThis spell is somewhere between the Levitate and Fly\nspells in power. Once cast, the Sorcerer may float up,\ndown or in any direction, up to a maximum of 2 metres\nevery combat round. No other spells may be cast whilst\nthe Sorcerer is floating, and the caster may not attack\nanyone, but otherwise the spell only ends when the\nSorcerer touches down on a solid surface.\nYAZ (1)\nComponent: A pearl ring\nThis spell causes the caster and all that he carries to\nbecome invisible. The invisibility lasts for as many\nminutes as the caster has points in Inner Strength,\nalthough it will end early if the caster attacks anyone or\ncasts another spell."
}